import ReactMarkdown from "react-markdown";
import remarkGfm from "remark-gfm";

const markdown = `
## **오루완 개인정보처리방침**

에이블스쿨 24조(이하 24조)은 개인정보처리방침은 정보통신서비스제공자가 준수하여야 하는 정보통신망 이용촉진 및 정보보호 등에 관한 법률, 개인정보보호법 등 관계 법령 및 개인정보보호 규정, 가이드라인을 준수하고 있습니다. 본 개인정보수집방침은 24조에서 운영하는 오루완 서비스(이하 “서비스”)에 적용됩니다.

24조는 개인정보처리방침을 개정하는 경우 웹사이트 공지사항(또는 개별공지)을 통하여 공지할 것입니다.

## **1. 개인정보의 수집 목적**

24조는 개인정보를 다음의 목적을 위해 수집합니다. 수집한 개인정보는 다음의 목적이외의 용도로는 사용되지 않으며 이용 목적이 변경될 시에는 법률에 따라 별도의 동의를 받는 등 필요한 조치를 이행할 예정입니다.

1) 회원가입 및 관리

회원 가입의사 확인, 회원제 서비스 제공에 따른 본인 식별•인증, 회원자격 유지•관리, 계약 이행 및 약관변경 등의 고지를 위한 연락, 제한적 본인확인제 시행에 따른 본인확인, 서비스 부정이용 방지, 민원 등의 고객 고충 처리, 비인가 사용방지 및 서비스 제공 및 계약의 이행, 서비스 이용 및 상담, 문의, 후기 등 원활한 의사소통 경로 확보, 분쟁 조정을 위한 기록 보존 등을 목적으로 개인정보를 수집합니다.

2) 재화 또는 서비스 제공

본인인증, 요금결제•정산, 환불 등을 목적으로 개인정보를 수집합니다.

## **2. 개인정보 수집 항목 및 방법**

24조는 다음의 개인정보 항목을 수집 및 처리하고 있습니다.

1) 회원 가입 및 관리

- 필수수집
    
    ◦ 공통
    
    [이메일 회원가입]
    
    ▪ 이메일, 비밀번호, 휴대전화번호
    

2) 재화 또는 서비스 이용 및 제공

- 필수수집

◦ 취소 및 환불 : 예금주, 은행명, 계좌번호, 신용카드 정보

◦ 상금 지급 : 소득세법 제 127조에 따라 24조는 기타소득에 대한 원천징수의무가 있으며, 상금 지급을 위한 본인확인과 원천세 징수를 목적으로 회원의 이름, 전자상거래소비자보호법 제 6조에 따라 주민등록번호, 입금 계좌정보(예금주, 은행명, 계좌번호)를 수집합니다

- 선택수집

3) 모바일 서비스 특성상 단말기에 관한 정보(단말기 모델, 이동통신사정보, 하드웨어ID, 서비스 이용에 대한 기본 통계)가 수집될 수 있습니다. 그러나 이는 개인을 식별할 수 없는 형태이며 24조는 수집된 단말기 정보로 특정 개인을 식별하지 않습니다. 단말기에 관한 정보 이외에 추가적으로 서비스 이용 정보 등이 수집될 수 있습니다.

4) 고객의 요청 또는 탈퇴시에는 본 처리방침 제 3조에 기재된 특정 경우를 제외하면, 개인식별이 가능한 일체의 개인정보를 즉시 삭제합니다. 단, 탈퇴를 하더라도 개인식별이 불가능한 닉네임과 리뷰, 댓글 등의 활동 정보는 직접 삭제하지 않는 한 남아있게 됩니다. 활동정보가 보존되는 것을 원하지 않는다면 별도의 요청 또는 탈퇴 전 직접 삭제를 하셔야 합니다. 활동정보의 삭제 요청은 이메일을 통해서 하실 수 있습니다. “고객지원 이메일 (a031292@aivle.kt.co.kr)”

5) 내용 이외에 추가적인 개인정보 수집이 필요한 경우, 에이블스쿨은 회원에게 사전에 이러한 사실을 고지하고 동의를 받으며, 사전 고지 후 동의를 받은 회원에 한해서만 정보를 수집합니다.

## **3. 개인정보의 수집 및 보유기간**

1) 24조는 법령에 따른 개인정보 보유이용기간 또는 이용자로부터 개인정보 수집 시에 동의 받은 개인정보 보유•이용 기간 내에서 개인정보를 처리•보유합니다.

2) 각각의 개인정보 처리 및 보유기간은 다음과 같습니다.

- 회원 가입 및 관리

◦ 회원 탈퇴 시까지

- 재화 또는 서비스 제공

◦ 재화서비스 공급 완료 및 요금결제•정산완료시까지

▪ 계약 또는 청약철회 등에 관한 기록 : 5년

① 「전자상거래 등에서의 소비자보호에 관한 법률」

▪ 대금 결제 및 재화 등의 공급에 관한 기록 : 5년

① 「전자상거래 등에서의 소비자보호에 관한 법률」

▪ 소비자 불만 또는 분쟁처리에 관한 기록 : 3년

① 「전자상거래 등에서의 소비자보호에 관한 법률」

▪ 표시/광고에 대한 기록 : 6개월

① 「전자상거래 등에서의 소비자보호에 관한 법률」

▪ 본인 확인에 대한 기록 : 6개월

① 「전자상거래 등에서의 소비자보호에 관한 법률」

▪ 인터넷 로그 기록자료, 접속지 추적자료 : 3개월

① 「통신비밀보호법」

▪ 개인 위치 정보에 관한 기록 : 6개월

① 「위치정보의 보호 및 이용 등에 관한 법률」

▪ 서비스 이용내역 확인을 통한 결제취소 등의 업무 진행을 위해 이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 90일 이내에 파기

▪ 개인정보의 수집 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 수집이 불필요한 것으로 인정되는 날로부터 90일 이내에 파기

## **4. 개인정보의 제 3자 제공에 관한 사항**

1) 24조는 이용자의 개인정보를 수집 시 명시한 범위 내에서만 개인정보를 수집하며, 원칙적으로 이용자의 개인정보를 제3자에게 제공하지 않습니다.

2) 또한, 법령의 규정에 의거하거나, 수사 목적으로 법령에 정해진 절차와 방법에 따라 수사기관의 요구가 있는 경우 이용자의 개인정보를 제공할 수 있습니다.

## **5. 개인정보 처리의 위탁**

1) 24조는 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보처리업무를 위탁하고 있습니다.

- 위탁받는자 : 네이버㈜
- 위탁하는 업무의 내용 : 문자 발송

2) 개인정보 처리위탁 중 국외에서 처리하는 위탁업무는 아래와 같습니다.

- 위탁받는자 : AWS(아마존 웹서버)
- 정보관리책임자 및 연락처 : AWS Korea Privacy / aws-korea-privacy@amazon.com

3) 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.

## **6. 개인정보의 파기절차 및 방법**

1) 24조는 원칙적으로 개인정보 수집목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다.

2) 이용자로부터 동의 받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를 별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다. 별도 보존되는 개인정보는 법률에 의한 경우가 아니고서는 보존목적 이외의 다른 목적으로는 이용되지 않습니다.

3) 개인정보 파기의 절차 및 방법은 다음과 같습니다.

- 파기절차

◦ 24조는 파기 사유가 발생한 개인정보를 선정하고, 24조의 개인정보 보호책임자의 승인을 받아 개인정보를 파기합니다.

- 파기방법

◦ 전자적 파일 형태의 정보는 기록을 재생할 수 없는 기술적 방법을 사용합니다. 종이에 출력된 개인정보는 분쇄기로 분쇄하거나 소각을 통하여 파기합니다.

## **7. 정보주체와 법정대리인의 권리, 의무 및 그 행사방법에 관한 사항**

이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.

1) 정보주체는 24조에 대해 언제든지 개인정보 열람, 정정, 삭제, 처리정지 요구 등의 권리를 행사할 수 있습니다.

2) 제1항에 따른 권리 행사는 앱 내 문의하기 및 전자우편 등을 통하여 하실 수 있으며 24조는 이에 대해 지체 없이 조치하겠습니다.

3) 24조는 정보주체 권리에 따른 열람의 요구, 정정삭제의 요구, 수집정지의 요구 시 열람 등 요구를 한 자가 본인이거나 정당한 대리인인지를 확인합니다.

4) 개인정보 열람 및 수집정지 요구는 개인정보보호법 제35조 제5항, 제37조 제2항에 의하여 정보주체의 권리가 제한될 수 있습니다.

5) 개인정보의 정정 및 삭제 요구는 다른 법령에서 그 개인정보가 수집 대상으로 명시되어 있는 경우에는 그 삭제를 요구할 수 없습니다.

6) 정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 경우에는 24조는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.

7) 정보주체는 개인정보 보호 유관법령을 위반하여 24조가 처리하고 있는 정보주체 본인이나 타인의 개인정보 및 사생활을 침해하여서는 아니됩니다.

## **8. 개인정보 자동 수집 장치의 설치, 운영 및 거부에 관한 사항**

1) 24조는 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 세션(session)을 사용합니다.

2) 세션은 서비스 운영에 이용되는 서버가 이용자 접속 시간 동안에 이용자 정보를 서버에 저장하는 것을 의미합니다.

3) 세션은 이용자가 설정한 환경을 유지하도록 함으로써 편리한 사용을 도우며, 이용자의 방문 기록, 이용 형태, 관심 분야를 알게 해줌으로써 이를 통한 최적화된 맞춤 서비스를 제공하고 서비스 개선의 척도로 활용됩니다.

4) 이용자는 세션 설치에 대한 선택권을 가지고 있지 않으며, 로그인이 필요한 서비스 이용시 서버에 자동으로 세션이 생성됩니다.

## **9. 앱 서비스 이용자의 스마트폰 내 정보 및 기능에 대한 접근권한에 관한 사항**

1) 24조는 회원에게 사전에 고지하고 동의를 받아 아래의 정보를 수집할 수 있습니다. 이용자는 선택적 접근권한 항목에 한하여는 수집에 동의하지 아니할 수 있으며, 동의를 하지 않더라도 서비스의 제공을 받을 수 있습니다.

- 필수적 접근권한

◦ 접근권한이 필요한 정보 및 기능의 항목: 카메라

◦ 해당 정보 및 기능에 접근이 필요한 이유: 인증사진 및 동영상 업로드 및 임시저장

2) 스마트폰 상에서 앱을 삭제하더라도 이용자의 회원계정은 유지되므로, 회원탈퇴를 원하실 경우 모바일 어플리케이션 내의 “회원탈퇴” 기능을 이용하시거나 고객지원 이메일(a031292@aivle.kt.co.kr)로 연락하여 주시기 바랍니다.

## **10. 개인정보의 기술적, 관리적 보호조치**

24조는 개인정보의 안전성 확보를 위해 다음과 같은 조치를 취하고 있습니다.

1) 관리적 조치

- 인터넷 홈페이지 운 운영관리 시 개인정보 유·노출 방지를 위한 보안대책 및 기술 적용에 따른 적정성을 검증하고 개선조치 : 인터넷 홈페이지 등에 보안대책을 정기적으로 검토하고, 홈페이지 게시글, 첨부파일 등에 개인정보 포함 금지, 정기적 점검 및 삭제 등의 조치를 하며, 서비스 중단 또는 관리되지 않는 홈페이지는 전체 삭제 또는 차단 조치, 공격패턴, 위험분석, 침투 테스트 등을 수행하고 발견되는 결함에 따른 개선 조치, 취약점을 점검하고 그 결과에 따른 적절한 개선 조치를 시행하고 있습니다.

2) 기술적 조치

- 개인정보의 암호화: 이용자의 비밀번호는 암호화 되어 저장 및 관리되고 있어, 본인만이 알 수 있으며 중요한 데이터는 파일 및 전송 데이터를 암호화 하거나 파일 잠금 기능을 사용하는 등의 별도 보안기능을 사용하고 있습니다.
- 개인정보에 대한 접근 제한: 개인정보를 처리하는 데이터베이스 시스템에 대한 접근권한의 부여, 변경, 말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
- 인터넷 홈페이지 설계 시 개인정보 유노출 방지를 위한 보안대책 마련 : 입력 데이터의 유효성을 검증하고 인증, 접근통제 등의 보호조치 적용하며, 에러, 오류 상황이 처리되지 않거나 불충분하게 처리되지 않도록 구성하고, 세션을 안전하게 관리하도록 구성하고 있습니다.

3) 물리적 조치

- 24조는 개인정보를 문서화 및 보관하지 않습니다.

## **11. 개인정보 권익침해 구제방법**

- 기타 개인정보침해에 대한 신고나 상담이 필요하신 경우에는 아래 기관에 문의하시기 문의하시기 바랍니다.

◦ 개인정보분쟁조정위원회 (kopico.go.kr / 1833-6972)

◦ 개인정보침해신고센터 (kisa.or.kr / 118)

◦ 대검찰청 첨단범죄수사센터 (spo.go.kr/ 02-3480-2000)

◦ 경찰청 사이버안전국 (police.go.kr / 182)

## **12. 개인정보처리방침 고지**

24조 개인정보처립아침 공고/시행일자

- 공고일자 : 2023.05.30
- 시행일자 : 2023.05.30`;

const AgreeDetailMarkdown = () => {
    return <ReactMarkdown children={markdown} remarkPlugins={[remarkGfm]} />;
};

export default AgreeDetailMarkdown;
